<template>
  <div class="about">
    <h1>Посейдон</h1>
    <p>Компания Посейдон – старейший и самый опытный круизный туроператор России.
      Наша компания начала работать в 1995 году. За это время сотрудники Посейдона накопили опыт круизной специализации,
      успев побывать на лайнерах всех круизных компаний, представленных на сайте.
      Наши круизные эксперты лично инспектировали большинство судов, представленных на российском рынке,
      и прекрасно знают, что продают!</p>
    <p>Круизная компания Посейдон официальный представитель в России и СНГ крупнейших круизных компаний,
      среди которых такие гиганты, как Royal Caribbean, Holland America Line, Celebrity Cruises,
      Oceania Cruises и MSC Cruises и другие. Благодаря прямым контрактам и продолжительному сотрудничеству,
      мы являемся приоритетными партнерами круизных компаний и предлагаем нашим клиентам лучшие круизы по лучшей цене
      и на лучших условиях.</p>
    <p>На нашем официальном сайте собрано 17 757 круизов по морю, которые проходят по 4 океанам и в 10 морях.
      Так же на сайте вы найдёте подробные описания регионов плавания, круизных компаний и лайнеров,
      советы и рекомендации как для новичков, так и для опытных путешественников, последние акции
      и спецпредложения, и свежие новости. Сайт Посейдона устроен так, чтобы быстро самостоятельно подобрать подходящий
      тур и забронировать онлайн, а при сомнениях обратиться к нашим круиз-экспертам,
      которые помогут сделать это в соответствии с заявленными потребностями.
      А ещё используйте инстаграм @poseidon_cruises, где эксперты со стажем делятся полезными круизными советами,
      рассказывают о спецпредложениях компаний, проводят прямые эфиры, с радостью общаются и быстро отвечают на вопросы.
    </p>

  </div>
</template>
<script lang="ts">
import { defineComponent } from 'vue';


export default defineComponent({
  name: 'AboutView',
  components: {

  }})
</script>
<style>
.about {
  width: 700px;
  margin: 0 auto;
  display: flex;
  flex-direction: column;
  gap: 16px;
  p {
    font-size: 24px;
  }
}
</style>
